Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.en-sv.tmx
Source language: en
Languages: sv

source: components with rust or other corrosion, or wood materials or components with rot, warping or cracks.
sv: nominell ytterdiameter 48,3 mm,

source: General recommendations: If there is uncertainty about the anchors’ loadbearing capacity, the anchors may need to be pull tested.
sv: AFS 2013:4

source: Section 53 First and foremost, it is necessary to ensure that the guardrail, as far as possible, is already in place when one goes up to a higher level.
sv: § Typkontroll behövs inte för:

source: General recommendations: It is possible to mount the guardrail from a lower level on several makes of prefabricated façade scaffolding.
sv: AFS 2013:4

source: Section 54 The employer must plan the work to ensure that those who erect or dismantle scaffolding or encapsulation constructions have the work equipment necessary for the work to be performed in an ergonomically correct manner.
sv: Certifieringsorganet ska utföra en verifierande kontroll om det behövs.

source: General recommendations: It is especially important that the working deck components are easy to carry and handle.
sv: AFS 2013:4

source: If an elevator is to be used, it should be installed as early as possible and then built upwards accordingly.
sv: utlåtanden och rapporter om provningar och beräkningar,

source: Space is usually sufficient if the working deck is at least 0.6 metres wide.
sv: bedömningar om produkten,

source: Therefore, it is important to have enough space for these work operations.
sv: Märkning

source: Inspection
sv: Instruktioner

source: If the user of scaffolding or an encapsulation construction is a different legal person than the entity that erected it, the user shall participate in the inspection, if possible.
sv: SS­EN 74­2:2008 eller SS­EN 74­3:2007.

source: It is therefore advisable to coordinate the inspection.
sv: AFS 2013:4

source: Section 56 The party that performs the inspection shall ensure that the scaffolding or the encapsulation construction’s execution is consistent with the documents that form the basis for the design (see Sections 25, 40–42 and 44).
sv: Planering och utformning av ställningar och väderskydd

source: The inspection is to be documented in a specific document.
sv: Planering

source: General recommendations: It is advisable that the scaffolding or encapsulation construction erector and the user both sign this document.
sv: ställningskomponenternas egenvikt och hanterbarhet,

source: Documentation support may consist of photographs of the scaffolding, especially if it is large.
sv: bärförmåga och stabilitet,

source: the scaffolding is properly base jacked,
sv: AFS 2013:4

source: the anchoring are complete and properly executed and that they are test pulled if there is uncertainty about their load-bearing capacity,
sv: Underlag och placering

source: information on snow removal, roof access, and fall protection from the encapsulation construction,
sv: Skydd mot fall och ras

source: Section 60 The employer shall make sure that the scaffolding or encapsulation construction documentation under Section 57 is available.
sv: AFS 2013:4

source: An employer who has received documentation pursuant to Section 57 must ensure that the documents pursuant to Section 57(1) and (3)-(7) are available at the worksite.
sv: Denna paragraf gäller inte för tillträdesleder i rullställningar och hantver­ karställningar.

source: Section 61 The employer shall inspect scaffolding or encapsulation constructions both before they are put into use and also on an ongoing basis during the period in which the employees use them.
sv: § Ett arbetsplan ska vara så plant som möjligt.

source: anchoring,
sv: AFS 2013:4

source: means of access, and the encapsulation construction roof, including its fastening and the need for snow removal
sv: Överensstämmelse med standardutföranden i typfall (för rörställ­ ningar).

source: The documents specified in Section 60 may be helpful in the inspections.
sv: AFS 2013:4

source: It is important to particularly inspect scaffolding that has been subject to high winds, other weather conditions that may have affected it, when it has been exposed to any other unforeseen event, or has stood unused for a long time.
sv: Det är särskilt viktigt att ta hänsyn till vindlast om ställningen ska kläs in.

source: The worksites
sv: Väderskydd

source: Section 62 When scaffolding or encapsulation constructions are used, they must meet the requirements of Sections 24–44, 49, 51 and 55–57.
sv: Vindlast.

source: Section 64 Scaffolding may not be used as an earth lead for electrical welding.
sv: AFS 2013:4

source: Load-bearing capacity and stability
sv: Kombinationer

source: General recommendations: It is important that the scaffolding not be overloaded with construction and demolition materials, sandblasting sand, or the like.
sv: Lastförutsättningar och imperfektioner.

source: If several companies use the scaffolding or encapsulation constructions, they should be informed of the permissible load with an unambiguous notice.
sv: Sammanställning och bedömning av förekommande lastfall.

source: General recommendations: The assumptions that form the basis for type examination certificates (for prefabricated scaffolding) and type configurations (for tube scaffolding) only apply to work on one level at a time.
sv: Vanliga imperfektioner är snedställning av spiror och excentriciteter i anslutningar.

source: W06 for other jobs.
sv: Avgränsning

source: Section 69 Material loading and stacking on scaffolding must be carefully planned and specifically supervised.
sv: AFS 2013:4

source: Materials must always be set down gently in order to avoid subjecting the scaffolding to dynamic loads.
sv: Skydd mot fall

source: If the materials are loaded or unloaded horizontally, this must only be done with methods that do not subject the scaffolding to horizontal forces.
sv: I andra hand ska man använda ett temporärt räckessystem.

source: Mobile access towers are unsuitable for major façade work, such as façade painting.
sv: montageplatsen som möjligt,

source: the base allows the mobile access tower to be moved easily,
sv: AFS 2013:4

source: A prefabricated mobile access tower is designed for a horizontal load of 300 N.
sv: Det är viktigt att särskilt kontrollera att:

source: Section 72 The wheels of mobile access towers must be locked when the scaf- fold is in use.
sv: ställningen är ordentligt underpallad,

source: Section 73 When a mobile access tower is moved, no persons or materials that can fall may be on it, irrespective of the height at which the working deck is located.
sv: förankringarna är fullständiga och korrekt utförda, och att man

source: When moving mobile access towers with stabilisers, the stabilisers may need to be lifted slightly.
sv: för stort,

source: Specific requirements for use of room scaffolds
sv: Överlämning

source: This statute simultaneously abrogates the Swedish Board of Occupational Safety and Health’s Scaffolding provisions (AFS 1990:12).
sv: AFS 2013:4

source: The requirements in Sections 17–18 do not apply to these products.
sv: underpallning,

source: Type approvals for prefabricated scaffolding, prefabricated scaffolding components, and couplers under the Swedish Work Environment Authority’s scaffolding provisions (AFS 1990:12) or under older provisions are not valid as type examinations.
sv: säkring av komponenter, särskilt arbetsplanskomponenter,

source: BERNT NILSSON
sv: Arbetsplatserna

source: Annex 1 – Product requirements for prefabricated scaffolding and couplers
sv: Bärförmåga och stabilitet

source: SS-EN 12810-1:2004 ‘Temporary works equipment – Façade scaffolds made of prefabricated components - Part 1: Product specifications’
sv: W06 för övriga arbeten.

source: SS-EN 12811-1:2004 ‘Temporary works equipment - Part 1: Scaffolds - Performance requirements and general design’
sv: AFS 2013:4

source: The standards apply under this provision, with the following clarifications:
sv: Upplastning och uppläggning av material

source: Access to the working deck: The vertical access class shall be ST or LS according to Chapter 4 in (a).
sv: Det är då viktigt att:

source: Load class: The load class shall be at least class 2 according to Chapter 6 in (b).
sv: AFS 2013:4

source: Building height for load class: Minimum building height of 24 m applies to at least one configuration for each load class indicated in the type examination certificate according to Chapter 7.2.2 in (a).
sv: En prefabricerad rullställning är dimensionerad för en horisontal- last av 300 N.

source: Maximum distance between platforms: For access with ladders (classes C and D according to Chapter 7.6.3), the intermediate platforms must be fully covered with platform components.
sv: Prefabricerade fasadställningar och fristående komponenter till prefabricerade fasadställningar

source: Room scaffolds shall meet the following requirements:
sv: Krav och utförande”

source: The load-bearing capacity shall be adequate by having a load class equivalent to at least class 2 according to SS-EN 1004:2005 ‘Mobile access and working towers made of prefabricated elements - Materials, dimensions, design loads, safety and performance requirements’, or by the load-bearing capacity otherwise being capable of being regarded as satisfactory.
sv: Tillträde till arbetsplan: Vertikal tillträdesklass ska vara ST eller LS

source: Stability should be adequate with a safety margin against turning over of at least 1.20 with the following loads:
sv: 7.2.2 i (a).

source: Tipping horizontal load of 100 N on the working deck in the most unfavourable direction.
sv: Prefabricerade rullställningar och fristående komponenter till prefabricerade rullställningar

source: Stabilising vertical load of 750 N placed 0.100 m from the side of the working deck.
sv: AFS 2013:4

source: The above loads are to be placed in the most unfavourable way.
sv: Prefabricerade hantverkarställningar

source: The scaffolding should be whole, but normally without guardrail, and the components and any wheels must be placed in the most unfavourable positions.
sv: Ställningen ska vara komplett men normalt utan räcke, och med komponenterna och eventuella hjul placerade i de mest ogynnsam­ ma lägena.

source: All primary components for prefabricated room scaffolds are to be marked to indicate to which product the component belongs, the manufacturer, and the year of manufacture.
sv: Samtliga huvudkomponenter till prefabricerade hantverkarställning­ ar ska märkas så att det framgår vilken produkt komponenten hör till, tillverkare och tillverkningsår.

source: It shall be possible to get up to and down from the scaffold’s working deck in a safe manner.
sv: Man ska på ett säkert sätt kunna ta sig upp och ner från ställningens arbetsplan.

source: Couplers shall meet the requirements of the following Swedish Standards:
sv: Kopplingar ska uppfylla kraven i följande svenska standarder:

source: The standard applies under this provision, with the following clarifications:
sv: Standarden gäller enligt dessa föreskrifter med följande preciseringar:

source: Couplers - mode of operation: All couplers shall be screw couplers (not wedge couplers) according to Chapter 3 in (c) and Chapter 3 in (d).
sv: Kopplingar-verkningssätt: Alla kopplingar ska vara skruvkopplingar (inte kilkopplingar) enligt kapitel 3 i (c) och kapitel 3 i (d).

source: Coupler classes: All couplers shall be class B or BB according to Chapter
sv: AFS 2013:4

source: 4.2.1 in (c) and Chapter 5 in (d).
sv: BB enligt kapitel 4.2.1 i (c) och kapitel 5 i (d).

source: Sleeve couplers: Couplers for axial tube joints shall be of type SF according to Chapter 4.1 in (c); neither loose spigots according to Ch. 3 in (e) nor expanding spigots.
sv: Skarvkopplingar: Kopplingar avsedda för axiella skarvar av rör ska vara av typ SF enligt kapitel 4.1 i (c); alltså varken lösa tappar enligt kapitel 3 i (e), eller expanderande tappar.

source: Alternative layout
sv: Alternativ utformning

source: Deviations from the requirements in the standards are possible if it can be demonstrated that the product is equally as safe as if it has been designed pursuant to the standards.
sv: Avvikelser från kraven i standarderna kan göras, om man kan visa att pro­ dukten är lika säker som om den hade utformats enligt standarderna.

source: Annex 2 – Type examination certificate
sv: Bilaga 2 – Typkontrollintyg

source: All type examination certificates are to contain the following information:
sv: Alla typkontrollintyg ska innehålla följande uppgifter:

source: Name and address of the manufacturer and at least one distributor.
sv: Namn och adressuppgifter på tillverkare samt minst en distributör.

source: Type designation of the product.
sv: Typbeteckning på produkten.

source: Description of the product and all its parts or components.
sv: Beskrivning av produkten och dess samtliga delar, respektive komponenten.

source: Summarised information about the components’ materials.
sv: Översiktliga uppgifter om vilka material som de olika komponenterna består av.

source: Marking.
sv: Märkning.

source: Reference to instructions for erection, use, dismantling, and maintenance.
sv: Hänvisning till instruktioner för uppförande, användning, nedmontering och skötsel.

source: Information on how the annual inspection under Section 17 shall be conducted.
sv: Information om hur den årliga kontrollen enligt 17 § ska göras.

source: Type examination certificates for prefabricated scaffolding shall also include the following information:
sv: Typkontrollintyg för prefabricerade ställningar ska även innehålla följan­ de uppgifter:

source: Description of the product’s different standard designs including dimensions, load classes and build heights.
sv: Beskrivning av produktens olika standardutföranden inklusive dimen­ sioner, lastklasser och bygghöjder.

source: Means of access.
sv: Tillträdesleder.

source: Where personal protective equipment can be attached, if applicable.
sv: Var personlig skyddsutrustning kan fästas, om relevant.

source: Components that can be used with the scaffolding but which are not provided by the manufacturer (system-free components), if applicable.
sv: Komponenter som kan användas med ställningen men som inte tillhan­ dahålls av tillverkaren (systemfria komponenter), om relevant.

source: Type examination certificates for individual components for prefabricated scaffolding shall also include the following information:
sv: Typkontrollintyg för enskilda komponenter till prefabricerade ställningar ska även innehålla följande uppgifter:

source: The scaffolds in which the component can be used or the specific requirements applicable to the scaffolding where the components can be used.
sv: I vilka ställningar komponenten kan användas eller vilka specifika krav som gäller för den ställning där komponenterna kan användas.

source: Permissible loads or equivalent for the component.
sv: Tillåtna belastningar eller motsvarande för komponenten.

source: Bearing pressure that the component can transfer to the scaffolding (if applicable).
sv: Upplagsreaktioner som komponenten kan överföra till ställningen (om tillämpligt).

source: Type examination certificates for prefabricated scaffolding can also contain information and instructions for calculating the load-bearing capacity with specified deviations from the standard designs.
sv: Typkontrollintyg för prefabricerade ställningar kan även innehålla upp­ gifter och anvisningar för beräkning av bärförmågan vid angivna avvikelser från standardutförandena.

source: General recommendations: Information and instructions under the last paragraph usually consist of an indication of the permitted standard load.
sv: Allmänna råd: Uppgifter och anvisningar enligt sista stycket består oftast av att en tillåten spirlast anges.

source: Annex 3 – Training
sv: Bilaga 3 – Utbildning

source: Summary of training levels
sv: Översikt över utbildningsnivåer

source: Workers shall have received training at the level needed for their work.
sv: Arbetstagare ska ha fått utbildning på den nivå som behövs för arbetsupp­ gifterna.

source: The following table describes the training levels in general terms and also indicates criteria and restrictions for them.
sv: Följande tabell beskriver utbildningsnivåerna översiktligt, och anger även förutsättningar och begränsningar för dem.

source: Name of training
sv: Utbildningens namn

source: Certificate of training
sv: Utbildningsbevis

source: Intended for
sv: Avsedd för

source: BASIC TRAINING:
sv: GRUNDUTBILDNING

source: Special information on room scaffolds
sv: Särskild information

source: Not required
sv: Krävs inte

source: Special information on mobile access towers
sv: Särskild information

source: Required
sv: Krävs

source: For anyone who works with scaffolds where the final height is in excess of 9 m or where the scaffolds are more complex than those referred to above.
sv: överstiger 9 m eller mer kom­

source: Supplementary training on encapsulation constructions
sv: Tilläggsutbildning om

source: ‘Special training on scaffolds’ is required as a basis for this supplementary training.
sv: För denna tilläggsutbildning

source: For anyone who works with special scaffolding structures which are not covered by ‘Special training on scaffolds’.
sv: ställningar” som grund.

source: Contents of the training
sv: speciella ställningskonstruktio­

source: Mandatory elements for all levels of training
sv: struktioner

source: Precautions when weather conditions change in ways that adversely affect the safety of the scaffolding in question.
sv: ställningar” som grund.

source: Conditions regarding permissible loads.
sv: Innehåll i utbildningarna

source: Review of type examination certificates and installation instructions for scaffolding which are planned to be used.
sv: Villkor beträffande tillåten belastning.

source: In addition to Point 1, specific information on mobile access towers shall include:
sv: Särskild information om hantverkarställningar ska utöver punkt 1 om­ fatta:

source: Review of type examination certificates and installation instructions for the scaffolding that is planned to be used.
sv: AFS 2013:4

source: In addition to Point 1, general training shall include:
sv: Allmän utbildning ska utöver punkt 1 omfatta:

source: Review of scaffolding stipulations in Sweden.
sv: Genomgång av regler för ställningar i Sverige.

source: Review of different types of prefabricated scaffolding and couplers
sv: Genomgång av olika typer av prefabricerade ställningar och kopp­ lingar.

source: Information on type configurations for tube and coupler scaffolds.
sv: Orientering om typfall för rör- och kopplingsställningar.

source: Methods to protect oneself from falls during the erection and dismantling of scaffolding.
sv: Metoder för att skydda sig mot fall vid uppförande och nedmontering av ställningar.

source: In addition to Point 1, specific training shall include:
sv: Särskild utbildning om ställningar ska utöver punkt 1 omfatta:

source: A thorough review of scaffolding stipulations in Sweden.
sv: En grundlig genomgång av regler för ställningar i Sverige.

source: General principles for the erection of tube and coupler scaffolding.
sv: Allmänna principer för uppförande av rör- och kopplingsställningar.

source: Review of different types and makes of prefabricated scaffolding and couplers.
sv: Genomgång av olika typer och fabrikat av prefabricerade ställningar och kopplingar.

source: How scaffolding can be used in ways other than as shown in the instructions.
sv: Hur ställningar kan användas på annat sätt än vad som framgår av instruktion.

source: Methods for up-and-down transports and lifting scaffolding materials.
sv: Metoder för upp- och nedtransport samt lyft av ställningsmaterial.

source: Anchoring of scaffolding.
sv: Förankring av ställningar.

source: Sheeting of scaffolding.
sv: Inklädnad av ställningar.

source: Scaffolding design.
sv: Dimensionering av ställningar.

source: Supplementary training on encapsulation constructions shall include:
sv: Tilläggsutbildning om väderskydd ska omfatta:

source: A thorough review of encapsulation constructions stipulations in Sweden.
sv: En grundlig genomgång av regler för väderskydd i Sverige.

source: General principles for the erection of encapsulation constructions.
sv: Allmänna principer för uppförande av väderskydd.

source: Review of various types of encapsulation constructions.
sv: Genomgång av olika typer av väderskydd.

source: How encapsulation constructions and scaffolding can be combined.
sv: Hur väderskydd och ställning kan kombineras.

source: Supplementary training on special scaffolding structures shall include:
sv: Tilläggsutbildning om speciella ställningskonstruktioner ska omfatta:

source: Review of stipulations for the scaffolding structure in question.
sv: Genomgång av regler för aktuell ställningskonstruktion.

source: Various types and makes of the scaffolding structure in question
sv: Olika typer och fabrikat av den aktuella ställningskonstruktionen.

source: Methods to protect oneself from falls during the erection and dismantling of the scaffolding structure in question.
sv: Metoder att skydda sig mot fall vid uppförande och nedmontering av den aktuella ställningskonstruktionen.

source: Other important features which affect erection, significant modification and dismantling.
sv: Andra viktiga egenskaper som påverkar uppförande, väsentlig änd­ ring och nedmontering.

source: Apprentice training
sv: Lärlingsutbildning

source: Every apprentice is under the supervision of a scaffolder with a professional qualification or certificate of professional competence,
sv: varje lärling är under överinseende av ställningsbyggare med yrkes­ bevis eller kompetensbevis,

source: Every scaffolder pursuant to the above solely looks after one apprentice,
sv: varje ställningsbyggare enligt ovan endast har hand om en lärling,

source: Every apprentice has an apprenticeship record or other documentation,
sv: varje lärling har lärlingsbok eller annan dokumentation,

source: The apprentices continue to receive training, and the training element is planned,
sv: lärlingarna får fortlöpande utbildning, och att utbildningsdelen är pla­ nerad,

source: Apprentices who come directly from upper secondary schools have the general training level from the outset, and
sv: utbildning från början, och

source: Other apprentices achieve the general training level within 6 months of starting apprentice training.
sv: övriga lärlingar får utbildningsnivån allmän utbildning senast inom sex månader från att de påbörjat lärlingsutbildningen.

source: General recommendations: It is appropriate to apply the following times for each training course:
sv: Allmänna råd: Det är lämpligt att tiden för respektive utbildning är följande:

source: 2-4 hours for special information on room scaffolds,
sv: 2–4 timmar för särskild information om hantverkarställningar,

source: 8 hours for special information on room scaffolds and mobile scaffolds,
sv: 8 timmar för särskild information om hantverkar- och rullställ-

source: It is important for a sufficiently large element of the training to be led by a tutor, particularly as regards the shorter training courses.
sv: Det är viktigt att en tillräckligt stor del av utbildningen är lärar­ ledd, särskilt när det gäller kortare utbildningar.

source: The tutor- led part of each training course should be adapted to students’ prerequisites and should exceed half of the total time.
sv: Den lärarledda delen av respektive utbildning bör anpassas till elevernas förutsätt­ ningar och bör överstiga hälften av den totala tiden.
